Repository: yakupkavak/VocabularyForest
Catalog: VocabularyForest/Data/Source/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, hi, it, ja, ko, pt_br, ru, tr, zh_cn

# Sunucu saati alınamadı. Lütfen daha sonra tekrar deneyin.
source: Could not get the server time. Please try again later.
ar: تعذّر الحصول على وقت الخادم. يرجى المحاولة لاحقًا.
de: Die Serverzeit konnte nicht abgerufen werden. Bitte versuche es später erneut.
es_419: No se pudo obtener la hora del servidor. Inténtalo más tarde.
fr: Impossible d'obtenir l'heure du serveur. Réessaie plus tard.
hi: सर्वर का समय नहीं मिल सका। कृपया बाद में फिर कोशिश करें।
it: Non è stato possibile ottenere l'ora del server. Riprova più tardi.
ja: サーバー時刻を取得できませんでした。しばらくしてからもう一度お試しください。
ko: 서버 시간을 가져올 수 없어요. 잠시 후 다시 시도해 주세요.
pt_br: Não foi possível obter a hora do servidor. Tente novamente mais tarde.
ru: Не удалось получить время сервера. Попробуйте позже.
tr: Sunucu saati alınamadı. Lütfen daha sonra tekrar deneyin.
zh_cn: 无法获取服务器时间。请稍后重试。

# Tamam
source: OK
ar: حسنًا
es_419: Aceptar
hi: ठीक है
ko: 확인
tr: Tamam
zh_cn: 确定

# Taşı
source: Move
ar: نقل
de: Verschieben
es_419: Mover
fr: Déplacer
hi: स्थानांतरित करें
it: Sposta
ja: 移動
ko: 이동
pt_br: Mover
ru: Переместить
tr: Taşı
zh_cn: 移动

source: Tasks
ar: المهام
de: Aufgaben
es_419: Tareas
fr: Tâches
hi: काम
it: Attività
ja: タスク
ko: 과제
pt_br: Tarefas
ru: Задания
tr: Görevler
zh_cn: 任务

# Tebrikler!
source: Congratulations!
ar: تهانينا!
de: Herzlichen Glückwunsch!
es_419: ¡Felicidades!
fr: Félicitations !
hi: बधाई हो!
it: Congratulazioni!
ja: おめでとう！
ko: 축하해요!
pt_br: Parabéns!
ru: Поздравляем!
tr: Tebrikler!
zh_cn: 恭喜！

# Tehlikeli Alan
source: Dangerous Area
ar: منطقة خطرة
de: Gefährliches Gebiet
es_419: Área peligrosa
fr: Zone dangereuse
hi: खतरनाक क्षेत्र
it: Zona pericolosa
ja: 危険地帯
ko: 위험 지역
pt_br: Área perigosa
ru: Опасная зона
zh_cn: 危险区域

source: The forest is beautiful today!
ar: الغابة جميلة اليوم!
de: Der Wald ist heute wunderschön!
es_419: ¡El bosque está hermoso hoy!
fr: La forêt est magnifique aujourd'hui !
hi: आज जंगल बहुत सुंदर है!
it: Oggi la foresta è bellissima!
ja: 今日の森はとても美しい！
ko: 오늘 숲이 정말 아름다워!
pt_br: A floresta está linda hoje!
ru: Лес сегодня прекрасен!
tr: Orman bugün çok güzel!
zh_cn: 今天的森林真美！

source: The fresh air is simply wonderful.
ar: الهواء النقي رائع حقًا.
de: Die frische Luft ist einfach wunderbar.
es_419: El aire fresco es simplemente maravilloso.
fr: L'air frais est tout simplement merveilleux.
hi: ताज़ी हवा बस कमाल की है।
it: L'aria fresca è semplicemente meravigliosa.
ja: 澄んだ空気がほんとうに心地いい。
ko: 맑은 공기가 정말 좋아.
pt_br: O ar fresco é simplesmente maravilhoso.
ru: Свежий воздух просто чудесен.
tr: Temiz hava tam anlamıyla harika.
zh_cn: 新鲜的空气真是太棒了。

source: The ground is bone dry...
ar: الأرض جافة تمامًا...
de: Der Boden ist völlig ausgetrocknet...
es_419: El suelo está completamente seco...
fr: Le sol est complètement sec...
hi: जमीन पूरी तरह सूखी है...
it: Il terreno è secchissimo...
ja: 地面はカラカラだ…
ko: 땅이 바싹 말랐어…
pt_br: O chão está seco como osso...
ru: Земля пересохла...
tr: Toprak kupkuru...
zh_cn: 地面干得像骨头一样……

source: The silence of the forest is beautiful.
ar: صمت الغابة جميل.
de: Die Stille des Waldes ist wunderschön.
es_419: El silencio del bosque es hermoso.
fr: Le silence de la forêt est magnifique.
hi: जंगल का सन्नाटा बहुत सुंदर है।
it: Il silenzio della foresta è meraviglioso.
ja: 森の静けさはとても美しい。
ko: 숲의 고요함이 참 아름다워.
pt_br: O silêncio da floresta é lindo.
ru: Тишина леса прекрасна.
tr: Ormanın sessizliği çok güzel.
zh_cn: 森林的宁静真美好。

source: The soil is turning into dust...
ar: التربة تتحول إلى غبار...
de: Der Boden wird zu Staub...
es_419: La tierra se está convirtiendo en polvo...
fr: Le sol se transforme en poussière...
hi: मिट्टी धूल में बदल रही है...
it: Il terreno si sta trasformando in polvere...
ja: 土がほこりに変わっていく…
ko: 흙이 먼지로 변하고 있어…
pt_br: O solo está virando pó...
ru: Почва превращается в пыль...
tr: Toprak toza dönüşüyor...
zh_cn: 土壤正在变成尘土……

source: The sun feels amazing!
ar: الشمس رائعة!
de: Die Sonne fühlt sich fantastisch an!
es_419: ¡El sol se siente increíble!
fr: Le soleil fait un bien fou !
hi: धूप बहुत अच्छी लग रही है!
it: Il sole è una sensazione fantastica!
ja: 日差しが気持ちいい！
ko: 햇살이 정말 좋아!
pt_br: O sol está uma delícia!
ru: Солнце — это восхитительно!
tr: Güneş harika hissettiriyor!
zh_cn: 阳光的感觉真好！

source: The sun is completely unforgiving today.
ar: الشمس قاسية جدًا اليوم.
de: Die Sonne kennt heute kein Erbarmen.
es_419: El sol no da tregua hoy.
fr: Le soleil est totalement impitoyable aujourd'hui.
hi: आज सूरज बिलकुल रहम नहीं कर रहा।
it: Oggi il sole non ha pietà.
ja: 今日の日差しはまったく容赦がない。
ko: 오늘 햇볕은 조금도 사정을 안 봐줘.
pt_br: O sol está impiedoso hoje.
ru: Солнце сегодня совершенно беспощадно.
tr: Güneş bugün hiç acımıyor.
zh_cn: 今天的太阳一点都不留情。

# Toprak sağlığı: %%%lld
source: Soil health: %%%lld
ar: صحة التربة: %%%lld
de: Bodengesundheit: %%%lld
es_419: Salud del suelo: %%%lld
fr: Santé du sol : %%%lld
hi: मिट्टी का स्वास्थ्य: %%%lld
it: Salute del terreno: %%%lld
ja: 土の健康度: %%%lld
ko: 토양 건강도: %%%lld
pt_br: Saúde do solo: %%%lld
ru: Здоровье почвы: %%%lld
zh_cn: 土壤健康度：%%%lld

# tour_board_intro
source: This is the announcement board. Your tasks and rewards are waiting for you here!
ar: هذه لوحة الإعلانات. مهامك ومكافآتك تنتظرك هنا!
de: Das ist die Anschlagtafel. Hier warten deine Aufgaben und Belohnungen auf dich!
es_419: Este es el tablero de anuncios. ¡Aquí te esperan tus tareas y recompensas!
fr: Voici le panneau d'affichage. Tes missions et tes récompenses t'attendent ici !
hi: यह घोषणा बोर्ड है। आपके कार्य और इनाम यहाँ आपका इंतज़ार करते हैं!
it: Questa è la bacheca degli annunci. Qui ti aspettano le tue missioni e ricompense!
ja: これはお知らせボードだよ。ここでクエストとごほうびが待ってるよ！
ko: 이건 알림판이야. 여기서 임무와 보상이 기다리고 있어!
pt_br: Este é o quadro de avisos. Suas tarefas e recompensas esperam por você aqui!
ru: Это доска объявлений. Здесь тебя ждут задания и награды!
tr: Bu duyuru panosu. Görevlerin ve ödüllerin seni burada bekler!
zh_cn: 这是公告板。你的任务和奖励都在这里等着你！

# tour_follow_gate
source: Follow me! Let's go see the adventure gate.
ar: اتبعني! هيا نذهب إلى بوابة المغامرة.
de: Folge mir! Lass uns zum Abenteuertor gehen.
es_419: ¡Sígueme! Vamos a ver la puerta de la aventura.
fr: Suis-moi ! Allons voir la porte de l'aventure.
hi: मेरे पीछे आओ! चलो रोमांच द्वार देखने चलते हैं।
it: Seguimi! Andiamo a vedere il portale dell'avventura.
ja: ついてきて！ぼうけんゲートを見に行こう。
ko: 따라와! 모험의 문을 보러 가자.
pt_br: Siga-me! Vamos ver o portão da aventura.
ru: Иди за мной! Пойдём к вратам приключений.
tr: Beni takip et! Hadi macera kapısına gidelim.
zh_cn: 跟我来！我们去看看冒险之门。

# tour_follow_market
source: Now follow me! I'll show you the market.
ar: الآن اتبعني! سأريك السوق.
de: Jetzt folge mir! Ich zeige dir den Markt.
es_419: ¡Ahora sígueme! Te mostraré el mercado.
fr: Maintenant suis-moi ! Je vais te montrer le marché.
hi: अब मेरे पीछे आओ! मैं आपको बाज़ार दिखाऊँगा।
it: Ora seguimi! Ti mostro il mercato.
ja: つぎはこっち！マーケットを見せてあげる。
ko: 이제 따라와! 마켓을 보여 줄게.
pt_br: Agora siga-me! Vou te mostrar o mercado.
ru: А теперь иди за мной! Я покажу тебе рынок.
tr: Şimdi beni takip et! Sana marketi göstereceğim.
zh_cn: 现在跟我来！我带你去看市场。

# tour_gate_intro
source: This is the adventure gate! Play word games here to make our forest grow.
ar: هذه بوابة المغامرة! العب ألعاب الكلمات هنا لتنمو غابتنا.
de: Das ist das Abenteuertor! Spiele hier Wortspiele, damit unser Wald wächst.
es_419: ¡Esta es la puerta de la aventura! Juega juegos de palabras aquí para hacer crecer nuestro bosque.
fr: Voici la porte de l'aventure ! Joue à des jeux de mots ici pour faire grandir notre forêt.
hi: यह रोमांच द्वार है! यहाँ शब्द खेल खेलकर हमारे जंगल को बढ़ाओ।
it: Questo è il portale dell'avventura! Gioca qui ai giochi di parole per far crescere la nostra foresta.
ja: これがぼうけんゲート！ここで単語ゲームで遊ぶと森が育つよ。
ko: 이게 모험의 문이야! 여기서 단어 게임을 하면 우리 숲이 자라나.
pt_br: Este é o portão da aventura! Jogue jogos de palavras aqui para fazer nossa floresta crescer.
ru: Это врата приключений! Играй здесь в игры со словами, чтобы наш лес рос.
tr: İşte macera kapısı! Burada kelime oyunları oynayarak ormanımızı büyütürsün.
zh_cn: 这就是冒险之门！在这里玩单词游戏，让我们的森林成长。

# tour_market_intro
source: This is the market! Spend the gold you earn on new friends and items.
ar: هذا هو السوق! أنفق الذهب الذي تكسبه على أصدقاء وأغراض جديدة.
de: Das ist der Markt! Gib dein verdientes Gold für neue Freunde und Gegenstände aus.
es_419: ¡Este es el mercado! Gasta el oro que ganes en nuevos amigos y objetos.
fr: Voici le marché ! Dépense l'or que tu gagnes pour de nouveaux amis et objets.
hi: यह बाज़ार है! कमाए हुए सोने से नए दोस्त और चीज़ें खरीदो।
it: Questo è il mercato! Spendi l'oro che guadagni in nuovi amici e oggetti.
ja: ここがマーケット！ためたゴールドで新しい仲間やアイテムを買えるよ。
ko: 여기가 마켓이야! 모은 골드로 새 친구와 아이템을 살 수 있어.
pt_br: Este é o mercado! Gaste o ouro que você ganhar com novos amigos e itens.
ru: Это рынок! Трать заработанное золото на новых друзей и предметы.
tr: Burası market! Kazandığın altınlarla yeni arkadaşlar ve eşyalar alabilirsin.
zh_cn: 这里是市场！用你赚到的金币购买新朋友和物品。

# tour_ready_question
source: Are you ready for the adventure?
ar: هل أنت مستعد للمغامرة؟
de: Bist du bereit für das Abenteuer?
es_419: ¿Estás listo para la aventura?
fr: Es-tu prêt pour l'aventure ?
hi: क्या आप रोमांच के लिए तैयार हैं?
it: Sei pronto per l'avventura?
ja: ぼうけんの準備はいい？
ko: 모험을 떠날 준비 됐어?
pt_br: Você está pronto para a aventura?
ru: Ты готов к приключению?
tr: Maceraya hazır mısın?
zh_cn: 准备好开始冒险了吗？

# tour_walk_hint
source: Tap and hold to walk
ar: اضغط مع الاستمرار للمشي
de: Zum Gehen gedrückt halten
es_419: Mantén presionado para caminar
fr: Maintiens appuyé pour marcher
hi: चलने के लिए दबाकर रखें
it: Tieni premuto per camminare
ja: 長押しで歩くよ
ko: 길게 눌러서 걸어 봐
pt_br: Toque e segure para andar
ru: Нажми и удерживай, чтобы идти
tr: Yürümek için basılı tut
zh_cn: 长按屏幕即可行走

# tour_welcome
source: Hi! Welcome to Vocabulary Forest! Let me show you around.
ar: مرحبًا! أهلاً بك في Vocabulary Forest! دعني أريك المكان.
de: Hallo! Willkommen im Vocabulary Forest! Ich zeige dir alles.
es_419: ¡Hola! ¡Bienvenido a Vocabulary Forest! Déjame mostrarte el lugar.
fr: Salut ! Bienvenue dans Vocabulary Forest ! Laisse-moi te faire visiter.
hi: नमस्ते! Vocabulary Forest में आपका स्वागत है! चलो मैं आपको सब दिखाता हूँ।
it: Ciao! Benvenuto in Vocabulary Forest! Lascia che ti mostri tutto.
ja: やあ！Vocabulary Forestへようこそ！森を案内するね。
ko: 안녕! Vocabulary Forest에 온 걸 환영해! 내가 숲을 안내해 줄게.
pt_br: Oi! Bem-vindo ao Vocabulary Forest! Deixa eu te mostrar tudo.
ru: Привет! Добро пожаловать в Vocabulary Forest! Давай я всё тебе покажу.
tr: Selam! Vocabulary Forest'a hoş geldin! Sana ormanı gezdireyim.
zh_cn: 你好！欢迎来到 Vocabulary Forest！让我带你四处看看吧。

# Tüm kitaplarla oyna
source: Play with all books
ar: العب بجميع الكتب
de: Mit allen Büchern spielen
es_419: Jugar con todos los libros
fr: Jouer avec tous les livres
hi: सभी किताबों से खेलें
it: Gioca con tutti i libri
ja: すべての本でプレイ
ko: 모든 책으로 플레이
pt_br: Jogue com todos os livros
ru: Играть со всеми книгами
zh_cn: 用所有书籍来玩

# Tüm Veriler Silinsin mi?
source: Should All Data Be Deleted?
ar: هل تريد حذف جميع البيانات؟
de: Sollen alle Daten gelöscht werden?
es_419: ¿Se deben eliminar todos los datos?
fr: Supprimer toutes les données ?
hi: क्या सारा डेटा हटा दिया जाए?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제할까요?
pt_br: Todos os dados devem ser excluídos?
ru: Следует ли удалять все данные?
zh_cn: 要删除所有数据吗？

# Tüm Verileri Sıfırla
source: Clear All Data
ar: مسح جميع البيانات
de: Alle Daten zurücksetzen
es_419: Borrar todos los datos
fr: Réinitialiser toutes les données
hi: सारा डेटा रीसेट करें
it: Reimposta tutti i dati
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
pt_br: Limpar todos os dados
ru: Очистить все данные
zh_cn: 重置所有数据

# Türkçe
source: Turkish
ar: التركية
de: Türkisch
es_419: Turco
fr: Turc
hi: तुर्की
it: Turco
ja: トルコ語
ko: 터키어
pt_br: Turco
ru: турецкий
zh_cn: 土耳其语

source: Type **'%@'** to confirm your selection:
ar: اكتب **'%@'** لتأكيد اختيارك:
de: Gib **'%@'** ein, um deine Auswahl zu bestätigen:
es_419: Escribe **'%@'** para confirmar tu selección:
fr: Saisis **'%@'** pour confirmer ta sélection :
hi: अपने चयन की पुष्टि के लिए **'%@'** लिखें:
it: Scrivi **'%@'** per confermare la tua selezione:
ja: 選択を確定するには **「%@」** と入力してください:
ko: 선택을 확인하려면 **'%@'**를 입력하세요:
pt_br: Digite **'%@'** para confirmar sua seleção:
ru: Введите **'%@'**, чтобы подтвердить выбор:
tr: Seçiminizi onaylamak için **'%@'** yazın:
zh_cn: 输入 **“%@”** 以确认你的选择：

# umut
source: Hope
ar: الأمل
de: Hoffnung
es_419: Esperanza
fr: Espoir
hi: आशा
it: Speranza
ja: 希望
ko: 희망
pt_br: Esperança
ru: Надежда
tr: Umut
zh_cn: 希望

source: Unable to decode remote configuration data.
ar: تعذّر فك ترميز بيانات التهيئة عن بُعد.
de: Die Remote-Konfigurationsdaten konnten nicht decodiert werden.
es_419: No se pudieron decodificar los datos de configuración remota.
fr: Impossible de décoder les données de configuration distante.
hi: रिमोट कॉन्फ़िगरेशन डेटा डिकोड नहीं हो सका।
it: Impossibile decodificare i dati della configurazione remota.
ja: リモート設定のデータをデコードできません。
ko: 원격 구성 데이터를 해석할 수 없어요.
pt_br: Não foi possível decodificar os dados de configuração remota.
ru: Не удалось декодировать данные удалённой конфигурации.
tr: Uzak yapılandırma verileri çözümlenemedi.
zh_cn: 无法解析远程配置数据。

source: Unable to fetch remote configuration.
ar: تعذّر جلب التهيئة عن بُعد.
de: Die Remote-Konfiguration konnte nicht abgerufen werden.
es_419: No se pudo obtener la configuración remota.
fr: Impossible de récupérer la configuration distante.
hi: रिमोट कॉन्फ़िगरेशन नहीं मिल सका।
it: Impossibile recuperare la configurazione remota.
ja: リモート設定を取得できません。
ko: 원격 구성을 가져올 수 없어요.
pt_br: Não foi possível obter a configuração remota.
ru: Не удалось получить удалённую конфигурацию.
tr: Uzak yapılandırma alınamadı.
zh_cn: 无法获取远程配置。

source: Unexpected error.
ar: خطأ غير متوقع.
de: Ein unerwarteter Fehler ist aufgetreten.
es_419: Error inesperado.
fr: Une erreur inattendue est survenue.
hi: अनपेक्षित त्रुटि हुई।
it: Si è verificato un errore inatteso.
ja: 予期しないエラーが発生しました。
ko: 예기치 않은 오류가 발생했어요.
pt_br: Erro inesperado.
ru: Непредвиденная ошибка.
tr: Beklenmeyen bir hata oluştu.
zh_cn: 发生了意外错误。

source: Unexpected error. Error Code: 1001
ar: خطأ غير متوقع. رمز الخطأ: 1001
de: Ein unerwarteter Fehler ist aufgetreten. Fehlercode: 1001
es_419: Error inesperado. Código de error: 1001
fr: Une erreur inattendue est survenue. Code d'erreur : 1001
hi: अनपेक्षित त्रुटि हुई। त्रुटि कोड: 1001
it: Si è verificato un errore inatteso. Codice errore: 1001
ja: 予期しないエラーが発生しました。エラーコード: 1001
ko: 예기치 않은 오류가 발생했어요. 오류 코드: 1001
pt_br: Erro inesperado. Código de erro: 1001
ru: Непредвиденная ошибка. Код ошибки: 1001
tr: Beklenmeyen bir hata oluştu. Hata Kodu: 1001
zh_cn: 发生了意外错误。错误代码：1001

# unexpectedError
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
de: Ein unerwarteter Fehler ist aufgetreten.
es_419: Se produjo un error inesperado.
fr: Une erreur inattendue est survenue.
hi: अनपेक्षित त्रुटि हुई।
it: Si è verificato un errore inatteso.
ja: 予期しないエラーが発生しました。
ko: 예기치 않은 오류가 발생했어요.
pt_br: Ocorreu um erro inesperado.
ru: Произошла непредвиденная ошибка.
tr: Bilinmeyen hata
zh_cn: 发生了意外错误。

# Ünlem
source: Interjection
ar: أداة تعجب
de: Interjektion
es_419: Interjección
hi: विस्मयादिबोधक
it: Interiezione
ja: 感動詞
ko: 감탄사
pt_br: Interjeição
ru: Междометие
tr: Ünlem
zh_cn: 感叹词

source: Update name
ar: تحديث الاسم
de: Name ändern
es_419: Actualizar nombre
fr: Modifier le nom
hi: नाम बदलें
it: Cambia nome
ja: 名前を変更
ko: 이름 변경
pt_br: Atualizar nome
ru: Обновление имени
tr: İsmi değiştir
zh_cn: 修改名称

# Uzun zamandır sana ihtiyacımız vardı
source: We've needed you for a long time.
ar: كنا بحاجة إليك منذ زمن طويل.
de: Wir haben dich lange gebraucht
es_419: Te hemos necesitado durante mucho tiempo.
fr: Nous avons besoin de toi depuis longtemps
hi: हमें बहुत समय से आपकी जरूरत थी
it: Avevamo bisogno di te da tanto tempo
ja: ずっと君を待っていた
ko: 오랫동안 네가 필요했어
pt_br: Há muito tempo que precisávamos de você.
ru: Мы давно нуждались в тебе.
tr: Uzun zamandır sana ihtiyacımız vardı
zh_cn: 我们等你很久了

# Vampir
source: Vampire
ar: مصاص الدماء
de: Vampir
es_419: Vampiro
hi: वैम्पायर
it: Vampiro
ja: ヴァンパイア
ko: 뱀파이어
pt_br: Vampiro
ru: Вампир
tr: Vampir
zh_cn: 吸血鬼

# Vazgeç
source: Give up
ar: تراجع
de: Aufgeben
es_419: Rendirse
fr: Abandonner
hi: छोड़ दें
it: Rinuncia
ja: あきらめる
ko: 포기
pt_br: Desistir
ru: Сдаться
zh_cn: 放弃

# Venüs
source: Venus
ar: فينوس
fr: Vénus
hi: शुक्र
it: Venere
ja: 金星
ko: 금성
pt_br: Vênus
ru: Венера
tr: Venüs
zh_cn: 金星

source: Wait until %@
ar: انتظر حتى %@
de: Warte bis %@
es_419: Espera hasta %@
fr: Attends jusqu'à %@
hi: इस समय तक इंतजार करें %@
it: Attendi fino a %@
ja: 次の時間まで待ってね %@
ko: 이 시간까지 기다려 주세요 %@
pt_br: Aguarde até %@
ru: Подождите до %@
tr: Şu saate kadar bekleyin %@
zh_cn: 请等到 %@

source: Watch the Video
ar: شاهد الفيديو
de: Video ansehen
es_419: Ver el video
fr: Regarder la vidéo
hi: वीडियो देखें
it: Guarda il video
ja: 動画を見る
ko: 영상 보기
pt_br: Assistir ao vídeo
ru: Смотреть видео
tr: Videoyu İzle
zh_cn: 观看视频

source: Watching over the trees is my duty.
ar: مراقبة الأشجار واجبي.
de: Über die Bäume zu wachen ist meine Aufgabe.
es_419: Cuidar de los árboles es mi deber.
fr: Veiller sur les arbres est mon devoir.
hi: पेड़ों की देखभाल करना मेरा कर्तव्य है।
it: Vegliare sugli alberi è il mio compito.
ja: 木々を見守るのが私の務めだ。
ko: 나무를 지켜보는 게 내 임무야.
pt_br: Cuidar das árvores é o meu dever.
ru: Оберегать деревья — мой долг.
tr: Ağaçları gözetmek benim görevim.
zh_cn: 守护这些树木是我的职责。

source: We desperately need some rain...
ar: نحن بأمسّ الحاجة إلى المطر...
de: Wir brauchen dringend Regen...
es_419: Necesitamos lluvia desesperadamente...
fr: Nous avons désespérément besoin de pluie...
hi: हमें बहुत बुरी तरह बारिश की जरूरत है...
it: Abbiamo un disperato bisogno di pioggia...
ja: 雨がどうしても必要だ…
ko: 우리에겐 비가 절실히 필요해…
pt_br: Precisamos desesperadamente de chuva...
ru: Нам отчаянно нужен дождь...
tr: Umutsuzca yağmura ihtiyacımız var...
zh_cn: 我们太需要一场雨了……

source: Welcome to your forest
ar: مرحبًا بك في غابتك
de: Willkommen in deinem Wald
es_419: Bienvenido a tu bosque
fr: Bienvenue dans ta forêt
hi: आपके जंगल में आपका स्वागत है
it: Benvenuto nella tua foresta
ja: あなたの森へようこそ
ko: 당신의 숲에 온 것을 환영해요
pt_br: Bem-vindo à sua floresta
ru: Добро пожаловать в ваш лес
tr: Ormanına hoş geldin
zh_cn: 欢迎来到你的森林

source: What a lovely day to play!
ar: يا له من يوم جميل للعب!
de: Was für ein schöner Tag zum Spielen!
es_419: ¡Qué día tan bonito para jugar!
fr: Quelle belle journée pour jouer !
hi: खेलने के लिए कितना प्यारा दिन है!
it: Che bella giornata per giocare!
ja: 遊ぶのにぴったりの日だ！
ko: 놀기에 정말 좋은 날이야!
pt_br: Que dia lindo para brincar!
ru: Какой чудесный день для игры!
tr: Oynamak için ne güzel bir gün!
zh_cn: 今天真是个适合玩的好天气！

source: Where did all the water go?
ar: أين ذهب كل الماء؟
de: Wo ist nur das ganze Wasser hin?
es_419: ¿A dónde se fue toda el agua?
fr: Où est passée toute l'eau ?
hi: सारा पानी कहां चला गया?
it: Dov'è finita tutta l'acqua?
ja: 水はどこへ行ってしまったの？
ko: 물이 다 어디로 간 거지?
pt_br: Para onde foi toda a água?
ru: Куда делась вся вода?
tr: Bütün sular nereye gitti?
zh_cn: 所有的水都去哪儿了？

source: Word Class: %@
ar: نوع الكلمة: %@
de: Wortart: %@
es_419: Clase de palabra: %@
fr: Nature du mot : %@
hi: शब्द भेद: %@
it: Categoria della parola: %@
ja: 品詞: %@
ko: 품사: %@
pt_br: Classe da palavra: %@
ru: Часть речи: %@
tr: Kelime Türü: %@
zh_cn: 词性：%@

# word_already_in_bookcase_toast
source: Already in “%@”
ar: موجودة بالفعل في «%@»
de: Bereits in „%@“
es_419: Ya está en “%@”
fr: Déjà dans « %@ »
hi: “%@” में यह शब्द पहले से मौजूद है
it: Già in “%@”
ja: 「%@」にはすでにこの単語があります
ko: “%@”에 이미 있는 단어예요
pt_br: Já está em “%@”
ru: Уже есть в «%@»
tr: “%@” kitaplığında bu kelime zaten var
zh_cn: “%@”中已有这个单词

source: wrong
ar: خطأ
de: falsch
es_419: incorrecto
fr: faux
hi: गलत
it: sbagliato
ja: 不正解
ko: 오답
pt_br: errado
ru: неправильный
tr: yanlış
zh_cn: 答错

source: x%lld
ar: ×%lld

# Yağmur Hakkında
source: About Rain
ar: عن المطر
de: Über den Regen
es_419: Acerca de Rain
fr: À propos de la pluie
hi: बारिश के बारे में
it: Sulla pioggia
ja: 雨について
ko: 비에 대하여
pt_br: Sobre a Rain
ru: О дожде
tr: Yağmur Hakkında
zh_cn: 关于雨

# Yedekleme yapmak için giriş yapmalısınız.
source: You must sign in to make a backup.
ar: يجب تسجيل الدخول لإجراء نسخة احتياطية.
de: Du musst dich anmelden, um ein Backup zu erstellen.
es_419: Debes iniciar sesión para hacer una copia de seguridad.
fr: Tu dois te connecter pour effectuer une sauvegarde.
hi: बैकअप बनाने के लिए आपको साइन इन करना होगा।
it: Devi accedere per creare un backup.
ja: バックアップするにはログインが必要です。
ko: 백업하려면 로그인해야 해요.
pt_br: Você precisa fazer login para fazer um backup.
ru: Чтобы создать резервную копию, необходимо войти.
tr: Yedekleme yapmak için giriş yapmalısınız.
zh_cn: 备份前你需要先登录。

# Yeni adınız
source: Your new name
ar: اسمك الجديد
de: Dein neuer Name
es_419: Tu nuevo nombre
fr: Ton nouveau nom
hi: आपका नया नाम
it: Il tuo nuovo nome
ja: 新しい名前
ko: 새 이름
pt_br: Seu novo nome
ru: Ваше новое имя
tr: Yeni adınız
zh_cn: 你的新名称

# Yerel veriler okunurken bir hata oluştu.
source: An error occurred while reading local data.
ar: حدث خطأ أثناء قراءة البيانات المحلية.
de: Beim Lesen der lokalen Daten ist ein Fehler aufgetreten.
es_419: Se produjo un error al leer los datos locales.
fr: Une erreur est survenue lors de la lecture des données locales.
hi: स्थानीय डेटा पढ़ते समय त्रुटि हुई।
it: Si è verificato un errore durante la lettura dei dati locali.
ja: ローカルデータの読み込み中にエラーが発生しました。
ko: 로컬 데이터를 읽는 중 오류가 발생했어요.
pt_br: Ocorreu um erro ao ler os dados locais.
ru: Произошла ошибка при чтении локальных данных.
tr: Yerel veriler okunurken bir hata oluştu.
zh_cn: 读取本地数据时出错。

source: Yes
ar: نعم
de: Ja
es_419: Sí
fr: Oui
hi: हां
it: Sì
ja: はい
ko: 예
pt_br: Sim
ru: Да
tr: Evet
zh_cn: 是

source: Yesterday at %@
ar: أمس في %@
de: Gestern um %@
es_419: Ayer a las %@
fr: Hier à %@
hi: कल %@ पर
it: Ieri alle %@
ja: 昨日 %@
ko: 어제 %@
pt_br: Ontem às %@
ru: Вчера в %@
tr: Dün %@
zh_cn: 昨天 %@

source: You can download a vocabulary by watching a video. Would you like to watch a video?
ar: يمكنك تنزيل مفردات بمشاهدة فيديو. هل ترغب في مشاهدة فيديو؟
de: Du kannst ein Wortpaket herunterladen, indem du ein Video ansiehst. Möchtest du ein Video ansehen?
es_419: Puedes descargar un vocabulario viendo un video. ¿Quieres ver un video?
fr: Tu peux télécharger un pack de mots en regardant une vidéo. Veux-tu regarder une vidéo ?
hi: वीडियो देखकर आप शब्दों का पैक डाउनलोड कर सकते हैं। क्या आप वीडियो देखना चाहेंगे?
it: Puoi scaricare un pacchetto di parole guardando un video. Vuoi guardare un video?
ja: 動画を見ると単語パックをダウンロードできます。動画を見ますか？
ko: 영상을 보면 단어 팩을 내려받을 수 있어요. 영상을 볼까요?
pt_br: Você pode baixar um vocabulário assistindo a um vídeo. Deseja assistir a um vídeo?
ru: Вы можете скачать словарь, посмотрев видео. Хотите посмотреть видео?
tr: Bir video izleyerek kelime paketi indirebilirsin. Video izlemek ister misin?
zh_cn: 观看视频即可下载一个词包。要观看视频吗？

source: You don't have enough diamonds.
ar: ليس لديك ما يكفي من الماس.
de: Du hast nicht genügend Diamanten.
es_419: No tienes suficientes diamantes.
fr: Tu n'as pas assez de diamants.
hi: आपके पास पर्याप्त हीरे नहीं हैं।
it: Non hai abbastanza diamanti.
ja: ダイヤが足りません。
ko: 다이아가 부족해요.
pt_br: Você não tem diamantes suficientes.
ru: У вас недостаточно алмазов.
tr: Yeterli elmasın yok.
zh_cn: 你的钻石不足。

source: You don't have enough gold.
ar: ليس لديك ما يكفي من الذهب.
de: Du hast nicht genügend Gold.
es_419: No tienes suficiente oro.
fr: Tu n'as pas assez d'or.
hi: आपके पास पर्याप्त सोना नहीं है।
it: Non hai abbastanza oro.
ja: ゴールドが足りません。
ko: 골드가 부족해요.
pt_br: Você não tem ouro suficiente.
ru: У вас недостаточно золота.
tr: Yeterli altının yok.
zh_cn: 你的金币不足。
